Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# WindowsNetworking_BlockNTLMTIP
source: This can prevent you from using RDP (Remote Desktop) remotely via IP address which is insecure as it needs publicly exposed ports and uses NTLM. You can use Quick Assist or Bastion for Azure VMs which are more secure alternatives. Local RDP such as for Hyper-V enhanced session is not affected.
ar: قد يمنعك هذا من استخدام RDP (سطح المكتب البعيد) عن بُعد عبر عنوان IP، وهو غير آمن لأنه يتطلب فتح منافذ معرّضة للعامة ويستخدم NTLM. يمكنك استخدام Quick Assist أو Azure Bastion للأجهزة الافتراضية في Azure كبدائل أكثر أمانًا. الجلسات المحلية عبر RDP مثل جلسة محسّنة في Hyper-V غير متأثرة.
de_de: Dies kann verhindern, dass Sie RDP (Remote Desktop) per IP-Adresse aus der Ferne verwenden, was unsicher ist, da hierfür öffentlich exponierte Ports erforderlich sind und NTLM verwendet wird. Sie können Quick Assist oder Bastion für Azure-VMs nutzen, die sicherere Alternativen darstellen. Lokales RDP, z. B. für die Hyper-V Enhanced Session, ist nicht betroffen.
el_gr: Αυτό μπορεί να αποτρέψει απομακρυσμένη χρήση RDP μέσω διεύθυνσης IP, κάτι μη ασφαλές λόγω ανοιχτών δημόσιων θυρών και χρήσης NTLM. Χρησιμοποιήστε Quick Assist ή Azure Bastion για VM στο Azure ως ασφαλέστερες εναλλακτικές. Το τοπικό RDP (π.χ. ενισχυμένη συνεδρία Hyper-V) δεν επηρεάζεται.
es: Esto puede impedir el uso remoto de RDP mediante dirección IP, lo cual es inseguro porque requiere puertos públicos abiertos y usa NTLM. Use Quick Assist o Azure Bastion para VM de Azure como alternativas más seguras. El RDP local (por ejemplo sesión mejorada de Hyper-V) no se ve afectado.
fr_fr: Cela peut vous empêcher d'utiliser RDP (Bureau à distance) à distance via une adresse IP, ce qui n'est pas sécurisé car cela nécessite des ports exposés publiquement et utilise NTLM. Vous pouvez utiliser Assistance rapide ou Bastion pour les machines virtuelles Azure, qui sont des alternatives plus sécurisées. Le RDP local tel que pour la session améliorée Hyper-V n'est pas affecté.
he_il: זה עלול למנוע ממך להשתמש ב‑RDP (Remote Desktop) מרחוק דרך כתובת IP, דבר שאינו מאובטח כיוון שהוא דורש פתיחת פורטים לציבור ומשתמש ב‑NTLM. ניתן להשתמש ב‑Quick Assist או ב‑Bastion עבור מכונות Azure, שהן חלופות מאובטחות יותר. RDP מקומי כגון עבור סשן משופר של Hyper‑V אינו מושפע.
hi_in: यह आपको IP पते के माध्यम से दूरस्थ रूप से RDP (Remote Desktop) उपयोग करने से रोक सकता है, जो असुरक्षित है क्योंकि यह सार्वजनिक रूप से खुले पोर्ट की आवश्यकता करता है और NTLM का उपयोग करता है. आप Quick Assist या Azure VM के लिए Azure Bastion का उपयोग सुरक्षित विकल्पों के रूप में कर सकते हैं. Hyper-V एन्हांस्ड सत्र जैसे स्थानीय RDP पर इसका प्रभाव नहीं पड़ता.
ml_in: ഇത് നിങ്ങൾക്ക് IP വിലാസം വഴി ദൂരെയிருந்து RDP (Remote Desktop) ഉപയോഗിക്കുന്നത് തടയാം, കാരണം അത് പൊതു തുറന്ന പോർട്ടുകൾ ആവശ്യപ്പെടുകയും NTLM ഉപയോഗിക്കുകയും ചെയ്യുന്നതിനാൽ ഇത് സുരക്ഷിതമല്ല. കൂടുതൽ സുരക്ഷിതമായ ഓപ്ഷനുകൾ ആയി നിങ്ങൾക്ക് Quick Assist അല്ലെങ്കിൽ Azure VM-കൾക്കായി Azure Bastion ഉപയോഗിക്കാം. Hyper-V എൻഹാൻസ്ഡ് സെഷൻ പോലുള്ള ലോക്കൽ RDP ബാധിക്കപ്പെടുന്നില്ല.
pl_pl: Może to uniemożliwić korzystanie z RDP (Pulpit zdalny) zdalnie poprzez adres IP, co jest niebezpieczne, ponieważ wymaga publicznie otwartych portów i używa NTLM. Możesz użyć Quick Assist lub Azure Bastion dla maszyn wirtualnych Azure jako bezpieczniejszych alternatyw. Lokalny RDP, np. dla rozszerzonej sesji Hyper-V, nie jest objęty.

# UAC_NoFastUserSwitchingTIP
source: This policy will prevent you from using the "Forgot my PIN" feature in lock screen or logon screen. If you forget your PIN, you won't be able to recover it.
ar: ستمنعك هذه السياسة من استخدام ميزة "Forgot my PIN" في شاشة القفل أو تسجيل الدخول. إذا نسيت رقم PIN فلن تتمكن من استعادته.
de_de: Diese Richtlinie verhindert die Verwendung der Funktion „Forgot my PIN“ auf dem Sperr- oder Anmeldebildschirm. Wenn Sie Ihre PIN vergessen, können Sie sie nicht wiederherstellen.
el_gr: Αυτή η πολιτική εμποδίζει τη χρήση της λειτουργίας "Forgot my PIN" στην οθόνη κλειδώματος ή σύνδεσης. Αν ξεχάσετε το PIN δεν θα μπορέσετε να το ανακτήσετε.
es: Esta directiva impedirá usar la función "Forgot my PIN" en la pantalla de bloqueo o de inicio de sesión. Si olvida el PIN no podrá recuperarlo.
fr_fr: Cette stratégie vous empêchera d'utiliser la fonctionnalité 'J'ai oublié mon code PIN' sur l'écran de verrouillage ou l'écran de connexion. Si vous oubliez votre code PIN, vous ne pourrez pas le récupérer.
he_il: מדיניות זו תמנע ממך להשתמש בתכונת "Forgot my PIN" במסך הנעילה או מסך הכניסה. אם תשכח את ה‑PIN, לא תוכל לשחזר אותו.
hi_in: यह नीति आपको लॉक स्क्रीन या लॉगऑन स्क्रीन पर "Forgot my PIN" फीचर का उपयोग करने से रोकेगी. यदि आप अपना PIN भूल जाते हैं, तो आप उसे पुनर्प्राप्त नहीं कर पाएंगे.
ml_in: ഈ നയം ലോക്ക് സ്ക്രീൻ അല്ലെങ്കിൽ ലോഗിൻ സ്ക്രീനിലെ "Forgot my PIN" സവിശേഷത ഉപയോഗിക്കുന്നത് നിങ്ങളെ തടയും. നിങ്ങൾ PIN മറന്നാൽ അത് വീണ്ടെടുക്കാൻ സാധിക്കില്ല.
pl_pl: Ta zasada uniemożliwi korzystanie z funkcji "Forgot my PIN" na ekranie blokady lub logowania. Jeśli zapomnisz kodu PIN, nie będzie można go odzyskać.

# SelectARemovableDriveText.Text
source: Select a Removable Drive
ar: حدد محرك أقراص قابل للإزالة
de_de: Wechsellaufwerk auswählen
el_gr: Επιλέξτε αφαιρούμενη μονάδα δίσκου
es: Seleccione una unidad extraíble
fr_fr: Sélectionner un disque amovible
he_il: בחר כונן נשלף
hi_in: एक हटाने योग्य ड्राइव चुनें
ml_in: ഒരു നീക്കാവുന്ന ഡ്രൈവ് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz dysk wymienny

# RefreshButton.Content
source: Refresh
ar: تحديث
de_de: Aktualisieren
el_gr: Ανανέωση
es: Actualizar
fr_fr: Actualiser
he_il: רענן
hi_in: ताज़ा करें
ml_in: പുതുക്കുക
pl_pl: Odśwież

# RefreshButton.ToolTipService.ToolTip
source: Refresh
ar: تحديث
de_de: Aktualisieren
el_gr: Ανανέωση
es: Actualizar
fr_fr: Actualiser
he_il: רענן
hi_in: ताज़ा करें
ml_in: പുതുക്കുക
pl_pl: Odśwież

# RefreshButton.AutomationProperties.HelpText
source: Refresh
ar: تحديث
de_de: Aktualisieren
el_gr: Ανανέωση
es: Actualizar
fr_fr: Actualiser
he_il: רענן
hi_in: ताज़ा करें
ml_in: പുതുക്കുക
pl_pl: Odśwież

# EnterAPasswordText.Text
source: Enter a Password
ar: أدخل كلمة مرور
de_de: Kennwort eingeben
el_gr: Εισαγάγετε κωδικό πρόσβασης
es: Escriba una contraseña
fr_fr: Entrez un mot de passe
he_il: הזן סיסמה
hi_in: पासवर्ड दर्ज करें
ml_in: പാസ്‌വേഡ് നൽകുക
pl_pl: Wprowadź hasło

# EnterAPinText.Text
source: Enter a PIN
ar: أدخل رقم PIN
de_de: PIN eingeben
el_gr: Εισαγάγετε PIN
es: Escriba un PIN
fr_fr: Entrez un code PIN
he_il: הזן PIN
hi_in: PIN दर्ज करें
ml_in: പിൻ നൽകുക
pl_pl: Wprowadź kod PIN

# EnterARecoveryPassword.Text
source: Enter a Recovery Password
ar: أدخل كلمة مرور الاسترداد
de_de: Wiederherstellungskennwort eingeben
el_gr: Εισαγάγετε κωδικό ανάκτησης
es: Escriba una contraseña de recuperación
fr_fr: Entrez un mot de passe de récupération
he_il: הזן סיסמת שחזור
hi_in: रिकवरी पासवर्ड दर्ज करें
ml_in: റിക്കവറി പാസ്‌വേഡ് നൽകുക
pl_pl: Wprowadź hasło odzyskiwania

# DeleteCertMenuFlyoutItem.Text
source: Delete Certificate
ar: حذف الشهادة
de_de: Zertifikat löschen
el_gr: Διαγραφή πιστοποιητικού
es: Eliminar certificado
fr_fr: Supprimer le certificat
he_il: מחק תעודה
hi_in: प्रमाणपत्र हटाएँ
ml_in: സർട്ടിഫിക്കറ്റ് ഇല്ലാതാക്കുക
pl_pl: Usuń certyfikat

# DeleteCertMenuFlyoutItem.ToolTipService.ToolTip
source: Delete the selected Certificate
ar: حذف الشهادة المحددة
de_de: Ausgewähltes Zertifikat löschen
el_gr: Διαγραφή του επιλεγμένου πιστοποιητικού
es: Eliminar el certificado seleccionado
fr_fr: Supprimer le certificat sélectionné
he_il: מחק את התעודה הנבחרת
hi_in: चयनित प्रमाणपत्र हटाएँ
ml_in: തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റ് ഇല്ലാതാക്കുക
pl_pl: Usuń wybrany certyfikat

# DeleteCertMenuFlyoutItem.AutomationProperties.HelpText
source: Delete selected Certificate
ar: حذف الشهادة المحددة
de_de: Ausgewähltes Zertifikat löschen
el_gr: Διαγραφή επιλεγμένου πιστοποιητικού
es: Eliminar certificado seleccionado
fr_fr: Supprimer le certificat sélectionné
he_il: מחק תעודה נבחרת
hi_in: चयनित प्रमाणपत्र हटाएँ
ml_in: തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റ് ഇല്ലാതാക്കുക
pl_pl: Usuń wybrany certyfikat

# CheckingSSHClientUserConfiguration
source: Checking for SSH client user configuration
ar: التحقق من تهيئة مستخدم عميل SSH
de_de: Überprüfung auf eine SSH-Client-Benutzerkonfiguration
el_gr: Έλεγχος ρύθμισης χρήστη πελάτη SSH
es: Comprobando la configuración de usuario del cliente SSH
fr_fr: Vérification de la configuration utilisateur du client SSH
he_il: בודק תצורת משתמש של לקוח SSH
hi_in: SSH क्लाइंट उपयोगकर्ता कॉन्फ़िगरेशन की जाँच
ml_in: SSH ക്ലയന്റ് ഉപയോക്തൃ കോൺഫിഗറേഷൻ പരിശോധiliyor
pl_pl: Sprawdzanie konfiguracji użytkownika klienta SSH

# UserDirectoryNotFoundSkippingSSHClientConfigurationCheck
source: User directory not found at {0} because the username {1} was not valid, skipping SSH client configuration check.
ar: لم يتم العثور على دليل المستخدم في {0} لأن اسم المستخدم {1} غير صالح، سيتم تجاوز فحص تهيئة عميل SSH.
de_de: Benutzerverzeichnis unter {0} nicht gefunden, da der Benutzername {1} ungültig war; Überprüfung der SSH-Client-Konfiguration wird übersprungen.
el_gr: Ο κατάλογος χρήστη δεν βρέθηκε στο {0} επειδή το όνομα χρήστη {1} δεν ήταν έγκυρο, παράκαμψη ελέγχου ρύθμισης πελάτη SSH.
es: Directorio de usuario no encontrado en {0} porque el nombre de usuario {1} no era válido, omitiendo la comprobación de la configuración del cliente SSH.
fr_fr: Répertoire utilisateur non trouvé à {0} car le nom d'utilisateur {1} n'était pas valide, vérification de la configuration du client SSH ignorée.
he_il: ספריית המשתמש לא נמצאה ב‑{0} משום ששם המשתמש {1} לא היה חוקי, מדלג על בדיקת תצורת לקוח SSH.
hi_in: उपयोगकर्ता निर्देशिका {0} पर नहीं मिली क्योंकि उपयोगकर्ता नाम {1} मान्य नहीं था, SSH क्लाइंट कॉन्फ़िगरेशन जाँच छोड़ी जा रही है.
ml_in: ഉപയോക്തൃ ഡയറക്ടറി {0} ൽ കണ്ടെത്താനായില്ല കാരണം ഉപയോക്തൃനാമം {1} സാധുവായതല്ല, SSH ക്ലയന്റ് കോൺഫിഗറേഷൻ പരിശോധന ഒഴിവാക്കുന്നു.
pl_pl: Katalog użytkownika nie został znaleziony w {0}, ponieważ nazwa użytkownika {1} była nieprawidłowa, pomijanie sprawdzania konfiguracji klienta SSH.

# SSHClientConfigFileCreatedBecauseDidNotExist
source: SSH client configuration file created with content: {0} because it didn't exist.
ar: تم إنشاء ملف تهيئة عميل SSH بالمحتوى: {0} لأنه لم يكن موجودًا.
de_de: SSH-Client-Konfigurationsdatei mit Inhalt erstellt: {0}, da sie nicht vorhanden war.
el_gr: Δημιουργήθηκε αρχείο ρύθμισης πελάτη SSH με περιεχόμενο: {0} επειδή δεν υπήρχε.
es: Archivo de configuración del cliente SSH creado con el contenido: {0} porque no existía.
fr_fr: Fichier de configuration du client SSH créé avec le contenu : {0} car il n'existait pas.
he_il: קובץ תצורת לקוח SSH נוצר עם תוכן: {0} משום שלא היה קיים.
hi_in: SSH क्लाइंट कॉन्फ़िगरेशन फ़ाइल सामग्री: {0} के साथ बनाई गई क्योंकि वह मौजूद नहीं थी.
ml_in: SSH ക്ലയന്റ് കോൺഫിഗറേഷൻ ഫയൽ ഉള്ളടക്കം: {0} സഹിതം സൃഷ്ടിച്ചു കാരണം അത് നിലവിലില്ലായിരുന്നു.
pl_pl: Plik konfiguracji klienta SSH utworzono z zawartością: {0}, ponieważ nie istniał.

source: Existing 'MACs' configuration found and replaced.
ar: تم العثور على تهيئة 'MACs' الحالية واستبدالها.
de_de: Vorhandene „MACs“-Konfiguration gefunden und ersetzt.
el_gr: Βρέθηκε και αντικαταστάθηκε υπάρχουσα ρύθμιση 'MACs'.
es: Configuración existente de 'MACs' encontrada y reemplazada.
fr_fr: Configuration 'MACs' existante trouvée et remplacée.
he_il: נמצאה תצורת 'MACs' קיימת והוחלפה.
hi_in: मौजूदा 'MACs' कॉन्फ़िगरेशन मिला और प्रतिस्थापित किया गया.
ml_in: നിലവുള്ള 'MACs' കോൺഫിഗറേഷൻ കണ്ടെത്തി മാറ്റി.
pl_pl: Znaleziono i zastąpiono istniejącą konfigurację 'MACs'.

# MACsConfigurationNotFoundAddedNew
source: MACs configuration not found, added new configuration.
ar: لم يتم العثور على تهيئة MACs، تمت إضافة تهيئة جديدة.
de_de: MACs-Konfiguration nicht gefunden, neue Konfiguration hinzugefügt.
el_gr: Η ρύθμιση MACs δεν βρέθηκε, προστέθηκε νέα ρύθμιση.
es: No se encontró la configuración de MACs, se agregó una nueva configuración.
fr_fr: Configuration MACs non trouvée, nouvelle configuration ajoutée.
he_il: תצורת MACs לא נמצאה, נוספה תצורה חדשה.
hi_in: MACs कॉन्फ़िगरेशन नहीं मिला, नया कॉन्फ़िगरेशन जोड़ा गया.
ml_in: MACs കോൺഫിഗറേഷൻ കണ്ടെത്തിയില്ല, പുതിയ കോൺഫിഗറേഷൻ ചേർത്തു.
pl_pl: Nie znaleziono konfiguracji MACs, dodano nową konfigurację.

# CheckingSecureMACsInSSHClientUserConfiguration
source: Checking for secure MACs in SSH client user configuration
ar: التحقق من MACs الآمنة في تهيئة مستخدم عميل SSH
de_de: Überprüfung auf sichere MACs in der SSH-Client-Benutzerkonfiguration
el_gr: Έλεγχος για ασφαλή MACs στη ρύθμιση χρήστη του πελάτη SSH
es: Comprobando MACs seguros en la configuración de usuario del cliente SSH
fr_fr: Vérification des MACs sécurisés dans la configuration utilisateur du client SSH
he_il: בודק MACs מאובטחים בתצורת משתמש של לקוח SSH
hi_in: SSH क्लाइंट उपयोगकर्ता कॉन्फ़िगरेशन में सुरक्षित MACs की जाँच
ml_in: SSH ക്ലയന്റ് ഉപയോക്തൃ കോൺഫിഗറേഷനിൽ സുരക്ഷിത MACs പരിശോധിക്കുന്നു
pl_pl: Sprawdzanie bezpiecznych MACs w konfiguracji użytkownika klienta SSH

# ExistingMACsFoundInUserDirectoryMatchesSecure
source: Existing MACs configuration found in the user directory and matches the secure configurations.
ar: تم العثور على تهيئة MACs في دليل المستخدم وتطابق التهيئات الآمنة.
de_de: Vorhandene MACs-Konfiguration im Benutzerverzeichnis gefunden; entspricht den sicheren Konfigurationen.
el_gr: Βρέθηκε ρύθμιση MACs στον κατάλογο χρήστη και αντιστοιχεί στις ασφαλείς ρυθμίσεις.
es: Configuración de MACs encontrada en el directorio de usuario y coincide con las configuraciones seguras.
fr_fr: Configuration MACs existante trouvée dans le répertoire utilisateur et correspond aux configurations sécurisées.
he_il: נמצאה תצורת MACs בספריית המשתמש והיא תואמת את התצורות המאובטחות.
hi_in: उपयोगकर्ता निर्देशिका में MACs कॉन्फ़िगरेशन मिला और वह सुरक्षित कॉन्फ़िगरेशनों से मेल खाता है.
ml_in: ഉപയോക്തൃ ഡയറക്ടറിയിൽ MACs കോൺഫിഗറേഷൻ കണ്ടെത്തി കൂടാതെ അത് സുരക്ഷിത കോൺഫിഗറേഷനുകൾക്ക് യോജിക്കുന്നു.
pl_pl: Znaleziono konfigurację MACs w katalogu użytkownika i jest ona zgodna z bezpiecznymi konfiguracjami.

# MACsConfigurationInUserDirectoryIsDifferent
source: MACs configuration in the user directory is different: {0}
ar: تهيئة MACs في دليل المستخدم مختلفة: {0}
de_de: MACs-Konfiguration im Benutzerverzeichnis ist unterschiedlich: {0}
el_gr: Η ρύθμιση MACs στον κατάλογο χρήστη είναι διαφορετική: {0}
es: La configuración de MACs en el directorio de usuario es diferente: {0}
fr_fr: La configuration MACs dans le répertoire utilisateur est différente : {0}
he_il: תצורת MACs בספריית המשתמש שונה: {0}
hi_in: उपयोगकर्ता निर्देशिका में MACs कॉन्फ़िगरेशन अलग है: {0}
ml_in: ഉപയോക്തൃ ഡയറക്ടറിയിൽ ഉള്ള MACs കോൺഫിഗറേഷൻ വ്യത്യസ്തമാണ്: {0}
pl_pl: Konfiguracja MACs w katalogu użytkownika różni się: {0}

# CheckingSecureMACsInSSHClientSystemWideConfiguration
source: Checking for secure MACs in SSH client system-wide configuration
ar: التحقق من MACs الآمنة في التهيئة على مستوى النظام لعميل SSH
de_de: Überprüfung auf sichere MACs in der systemweiten SSH-Client-Konfiguration
el_gr: Έλεγχος για ασφαλή MACs στη ρύθμιση πελάτη SSH σε επίπεδο συστήματος
es: Comprobando MACs seguros en la configuración a nivel de sistema del cliente SSH
fr_fr: Vérification des MACs sécurisés dans la configuration système du client SSH
he_il: בודק MACs מאובטחים בתצורה מערכתית של לקוח SSH
hi_in: SSH क्लाइंट सिस्टम-व्यापी कॉन्फ़िगरेशन में सुरक्षित MACs की जाँच
ml_in: SSH ക്ലയന്റ് സിസ്റ്റം-വ്യാപക കോൺഫിഗറേഷനിൽ സുരക്ഷിത MACs പരിശോധിക്കുന്നു
pl_pl: Sprawdzanie bezpiecznych MACs w konfiguracji klienta SSH na poziomie systemu

# ExistingMACsFoundInSystemWideConfigurationMatchesSecure
source: Existing MACs configuration found in the system-wide configuration and matches the secure configurations.
ar: تم العثور على تهيئة MACs في التهيئة على مستوى النظام وتطابق التهيئات الآمنة.
de_de: Vorhandene MACs-Konfiguration in der systemweiten Konfiguration gefunden und entspricht den sicheren Konfigurationen.
el_gr: Βρέθηκε ρύθμιση MACs στη ρύθμιση σε επίπεδο συστήματος και αντιστοιχεί στις ασφαλείς ρυθμίσεις.
es: Configuración de MACs encontrada en la configuración a nivel de sistema y coincide con las configuraciones seguras.
fr_fr: Configuration MACs existante trouvée dans la configuration système et correspond aux configurations sécurisées.
he_il: נמצאה תצורת MACs בתצורה המערכתית והיא תואמת את התצורות המאובטחות.
hi_in: सिस्टम-व्यापी कॉन्फ़िगरेशन में MACs कॉन्फ़िगरेशन मिला और वह सुरक्षित कॉन्फ़िगरेशनों से मेल खाता है.
ml_in: സിസ്റ്റം-വ്യാപക കോൺഫിഗറേഷനിൽ MACs കോൺഫിഗറേഷൻ കണ്ടെത്തി കൂടാതെ അത് സുരക്ഷിത കോൺഫിഗറേഷനുകൾക്ക് യോജിക്കുന്നു.
pl_pl: Znaleziono konfigurację MACs w konfiguracji na poziomie systemu i jest ona zgodna z bezpiecznymi konfiguracjami.

# MACsConfigurationInSystemWideConfigurationIsDifferent
source: MACs configuration in the system-wide configuration is different: {0}
ar: تهيئة MACs في التهيئة على مستوى النظام مختلفة: {0}
de_de: MACs-Konfiguration in der systemweiten Konfiguration ist unterschiedlich: {0}
el_gr: Η ρύθμιση MACs στη ρύθμιση σε επίπεδο συστήματος είναι διαφορετική: {0}
es: La configuración de MACs en la configuración a nivel de sistema es diferente: {0}
fr_fr: La configuration MACs dans la configuration système est différente : {0}
he_il: תצורת MACs בתצורה המערכתית שונה: {0}
hi_in: सिस्टम-व्यापी कॉन्फ़िगरेशन में MACs कॉन्फ़िगरेशन अलग है: {0}
ml_in: സിസ്റ്റം-വ്യാപക കോൺഫിഗറേഷനിൽ MACs കോൺഫിഗറേഷൻ വ്യത്യസ്തമാണ്: {0}
pl_pl: Konfiguracja MACs w konfiguracji na poziomie systemu różni się: {0}

# NoSecureMACsFoundInUserAndSystemWideConfigurations
source: No secure MACs configuration found in both user and system-wide configurations.
ar: لم يتم العثور على تهيئة MACs آمنة في كلٍ من تهيئة المستخدم والتهيئة على مستوى النظام.
de_de: Keine sichere MACs-Konfiguration in der Benutzer- und systemweiten Konfiguration gefunden.
el_gr: Δεν βρέθηκε ασφαλής ρύθμιση MACs ούτε στη ρύθμιση χρήστη ούτε στη ρύθμιση σε επίπεδο συστήματος.
es: No se encontró configuración segura de MACs en las configuraciones de usuario ni en las de nivel de sistema.
fr_fr: Aucune configuration MACs sécurisée trouvée dans les configurations utilisateur et système.
he_il: לא נמצאה תצורת MACs מאובטחת בתצורות המשתמש והמערכת.
hi_in: उपयोगकर्ता तथा सिस्टम-व्यापी दोनों कॉन्फ़िगरेशनों में सुरक्षित MACs कॉन्फ़िगरेशन नहीं मिला.
ml_in: ഉപയോക്താവിന്റെയും സിസ്റ്റം-വ്യാപകവുമായ കോൺഫിഗറേഷനുകളിൽ സുരക്ഷിത MACs കോൺഫിഗറേഷൻ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono bezpiecznej konfiguracji MACs ani w konfiguracji użytkownika, ani w konfiguracji na poziomie systemu.

# AttemptingToRemoveMACsFromSSHClientUserConfiguration
source: Attempting to remove MACs configuration from SSH client user configuration
ar: محاولة إزالة تهيئة MACs من تهيئة مستخدم عميل SSH
de_de: Versuch, die MACs-Konfiguration aus der SSH-Client-Benutzerkonfiguration zu entfernen
el_gr: Προσπάθεια αφαίρεσης ρύθμισης MACs από τη ρύθμιση χρήστη του πελάτη SSH
es: Intentando eliminar la configuración de MACs de la configuración de usuario del cliente SSH
fr_fr: Tentative de suppression de la configuration MACs de la configuration utilisateur du client SSH
he_il: מנסה להסיר את תצורת MACs מתצורת המשתמש של לקוח SSH
hi_in: SSH क्लाइंट उपयोगकर्ता कॉन्फ़िगरेशन से MACs कॉन्फ़िगरेशन हटाने का प्रयास
ml_in: SSH ക്ലയന്റ് ഉപയോക്തൃ കോൺഫിഗറേഷനിൽ നിന്ന് MACs കോൺഫിഗറേഷൻ നീക്കം ചെയ്യാൻ ശ്രമിക്കുന്നു
pl_pl: Próba usunięcia konfiguracji MACs z konfiguracji użytkownika klienta SSH

# UserDirectoryNotFoundSkippingRemoval
source: User directory not found at {0} because the username {1} was not valid, skipping removal.
ar: لم يتم العثور على دليل المستخدم في {0} لأن اسم المستخدم {1} غير صالح، يتم تجاوز الإزالة.
de_de: Benutzerverzeichnis unter {0} nicht gefunden, da der Benutzername {1} ungültig war; Entfernen wird übersprungen.
el_gr: Ο κατάλογος χρήστη δεν βρέθηκε στο {0} επειδή το όνομα χρήστη {1} δεν ήταν έγκυρο, παράκαμψη της αφαίρεσης.
es: Directorio de usuario no encontrado en {0} porque el nombre de usuario {1} no era válido, omitiendo la eliminación.
fr_fr: Répertoire utilisateur non trouvé à {0} car le nom d'utilisateur {1} n'était pas valide, suppression ignorée.
he_il: ספריית המשתמש לא נמצאה ב‑{0} משום ששם המשתמש {1} לא היה חוקי, מדלג על ההסרה.
hi_in: उपयोगकर्ता निर्देशिका {0} पर नहीं मिली क्योंकि उपयोगकर्ता नाम {1} मान्य नहीं था, हटाने को छोड़ा जा रहा है.
ml_in: ഉപയോക്തൃ ഡയറക്ടറി {0} ൽ കണ്ടെത്താനായില്ല കാരണം ഉപയോക്തൃനാമം {1} സാധുവായതല്ല, നീക്കം ചെയ്യൽ ഒഴിവാക്കുന്നു.
pl_pl: Katalog użytkownika w {0} nie został znaleziony, ponieważ nazwa użytkownika {1} była nieprawidłowa, pomijanie usuwania.

source: SSH client configuration file not found; nothing to remove.
ar: لم يتم العثور على ملف تهيئة عميل SSH؛ لا يوجد ما يُزال.
de_de: SSH-Client-Konfigurationsdatei nicht gefunden; nichts zu entfernen.
el_gr: Δεν βρέθηκε αρχείο ρύθμισης πελάτη SSH; τίποτα προς αφαίρεση.
es: Archivo de configuración del cliente SSH no encontrado; nada que eliminar.
fr_fr: Fichier de configuration du client SSH introuvable ; rien à supprimer.
he_il: קובץ תצורת לקוח SSH לא נמצא; אין מה להסיר.
hi_in: SSH क्लाइंट कॉन्फ़िगरेशन फ़ाइल नहीं मिली; हटाने के लिए कुछ नहीं है.
ml_in: SSH ക്ലയന്റ് കോൺഫിഗറേഷൻ ഫയൽ കണ്ടെത്തിയില്ല; നീക്കം ചെയ്യാൻ ഒന്നുമില്ല.
pl_pl: Nie znaleziono pliku konfiguracji klienta SSH; brak elementów do usunięcia.

# RemovedMACsFromSSHClientUserConfigurationFile
source: Removed MACs configuration from SSH client user configuration file.
ar: تمت إزالة تهيئة MACs من ملف تهيئة مستخدم عميل SSH.
de_de: MACs-Konfiguration aus der SSH-Client-Benutzerkonfigurationsdatei entfernt.
el_gr: Η ρύθμιση MACs αφαιρέθηκε από το αρχείο ρύθμισης χρήστη του πελάτη SSH.
es: Configuración de MACs eliminada del archivo de configuración de usuario del cliente SSH.
fr_fr: Configuration MACs supprimée du fichier de configuration utilisateur du client SSH.
he_il: תצורת MACs הוסרה מקובץ תצורת המשתמש של לקוח SSH.
hi_in: SSH क्लाइंट उपयोगकर्ता कॉन्फ़िगरेशन फ़ाइल से MACs कॉन्फ़िगरेशन हटाया गया.
ml_in: SSH ക്ലയന്റ് ഉപയോക്തൃ കോൺഫിഗറേഷൻ ഫയലിൽ നിന്ന് MACs കോൺഫിഗറേഷൻ നീക്കി.
pl_pl: Usunięto konfigurację MACs z pliku konfiguracji użytkownika klienta SSH.

source: No MACs configuration found to remove in SSH client user configuration file.
ar: لم يتم العثور على تهيئة MACs لإزالتها في ملف تهيئة مستخدم عميل SSH.
de_de: Keine zu entfernende MACs-Konfiguration in der SSH-Client-Benutzerkonfigurationsdatei gefunden.
el_gr: Δεν βρέθηκε ρύθμιση MACs προς αφαίρεση στο αρχείο ρύθμισης χρήστη του πελάτη SSH.
es: No se encontró configuración de MACs para eliminar en el archivo de configuración de usuario del cliente SSH.
fr_fr: Aucune configuration MACs trouvée à supprimer dans le fichier de configuration utilisateur du client SSH.
he_il: לא נמצאה תצורת MACs להסרה בקובץ תצורת המשתמש של לקוח SSH.
hi_in: SSH क्लाइंट उपयोगकर्ता कॉन्फ़िगरेशन फ़ाइल में हटाने के लिए MACs कॉन्फ़िगरेशन नहीं मिला.
ml_in: SSH ക്ലയന്റ് ഉപയോക്തൃ കോൺഫിഗറേഷൻ ഫയലിൽ നീക്കം ചെയ്യാൻ MACs കോൺഫിഗറേഷൻ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono konfiguracji MACs do usunięcia w pliku konfiguracji użytkownika klienta SSH.

# TotalText.Text
source: Total:
ar: الإجمالي:
de_de: Gesamt:
el_gr: Σύνολο:
he_il: סה״כ:
hi_in: कुल:
ml_in: മൊത്തം:
pl_pl: Razem:

# TotalText.ToolTipService.ToolTip
source: The total number of items
ar: العدد الإجمالي للعناصر
de_de: Die Gesamtzahl der Elemente
el_gr: Ο συνολικός αριθμός στοιχείων
es: El número total de elementos
fr_fr: Le nombre total d'éléments
he_il: המספר הכולל של הפריטים
hi_in: आइटमों की कुल संख्या
ml_in: ഇനങ്ങളുടെ മൊത്തം എണ്ണം
pl_pl: Łączna liczba elementów

# TotalText.AutomationProperties.HelpText
source: The total number of items
ar: العدد الإجمالي للعناصر
de_de: Die Gesamtzahl der Elemente
el_gr: Ο συνολικός αριθμός στοιχείων
es: El número total de elementos
fr_fr: Le nombre total d'éléments
he_il: המספר הכולל של הפריטים
hi_in: आइटमों की कुल संख्या
ml_in: ഇനങ്ങളുടെ മൊത്തം എണ്ണം
pl_pl: Łączna liczba elementów

# SelectedText
source: Selected
ar: محدد
de_de: Ausgewählt
el_gr: Επιλεγμένο
es: Seleccionado
fr_fr: Sélectionné
he_il: נבחר
hi_in: चयनित
ml_in: തിരഞ്ഞെടുത്തത്
pl_pl: Wybrano
